{
  "title": "Willow Dwarf Shrubs",
  "name": "willow dwarf shrubs",
  "rationale": "LightGBM provided the best quantitative performance. We removed all climate covariates because of visible artifacts associated with the coarse resolution of those data.",
  "description": "The willow dwarf shrubs diagnostic species set consists of all <i>Salix</i> taxa that occur in Alaska and Yukon that typically grow in matted or prostrate (i.e., spreading) form with heights less than 20 cm (see species list below). We follow Argus (2004) in adopting a maximum height around 20 cm but do not enforce a strict height threshold. In sheltered areas, willow dwarf shrubs may include some individuals taller than 20 cm (e.g., particularly robust individuals of <i>Salix arctica</i> Pall.). Willow dwarf shrubs are ubiquitous throughout the map domain while the individual constituent species include widely varying ranges and preferred habitat. Species include those that are relatively widespread and common throughout the entire map domain (e.g., <i>Salix arctica</i> Pall.), those that are geographically restricted within the map domain (e.g., <i>Salix ovalifolia</i> Trautv.), and those that are rare in Alaska (e.g., <i>Salix nummularia</i> Andersson). Most past aerial surveys identified a generic <i>Salix</i> rather than identifying individual species. Although it is possible that some of these identifications include dwarf <i>Salix</i> species, we suspect the vast majority refer to non-dwarf <i>Salix</i> species. We therefore omitted generic <i>Salix</i> observations from this diagnostic species set.",
  "species": [
    "<i>Salix arctica</i> Pall.",
    "<i>Salix arctophila</i> Cockerell ex A. Heller",
    "<i>Salix chamissonis</i> Andersson",
    "<i>Salix nummularia</i> Andersson",
    "<i>Salix ovalifolia</i> Trautv.",
    "<i>Salix phlebophylla</i> Andersson",
    "<i>Salix polaris</i> Wahlenb.",
    "<i>Salix reticulata</i> L.",
    "<i>Salix rotundifolia</i> Trautv.",
    "<i>Salix sphenophylla</i> ssp. <i>pseudotorulosa</i> A.K. Skvortsov",
    "<i>Salix stolonifera</i> Coville"
  ]
}