{
  "title": "Willow Shrubs (<i>Salix</i> spp.)",
  "name": "willow shrubs",
  "rationale": "LightGBM provided the best quantitative performance.",
  "description": "The (non-dwarf) willow shrubs diagnostic species set consists of all <i>Salix</i> taxa that occur in Alaska and Yukon that typically grow in an upright form with heights greater than 20 cm (see species list below). We follow Argus (2004) in adopting a minimum height for low upright Salix shrubs around 20 cm but do not enforce a strict height threshold. In the northernmost portion of the Arctic and high elevations, willow shrubs may include some individuals under 20 cm. Willow shrubs are ubiquitous throughout the map domain while the individual constituent species include widely varying ranges and preferred habitat. Species include those that are relatively widespread and common throughout the entire map domain (e.g., <i>Salix pulchra</i> Cham.), those that are geographically restricted within the map domain (e.g., <i>Salix barrattiana</i> Hook.), those that extend into the map domain from primary ranges further south (e.g., <i>Salix hookeriana</i> Barratt ex Hook.), and those that are rare in Alaska (e.g., <i>Salix athabascensis</i> Raup). Most past aerial surveys identified a generic <i>Salix</i> rather than identifying individual species. Although it is possible that some of these identifications include dwarf <i>Salix</i> species, we suspect the vast majority refer to non-dwarf <i>Salix</i> species. We therefore include generic <i>Salix</i> observations in this diagnostic species set.",
  "species": [
    "<i>Salix alaxensis</i> (Andersson) Coville",
    "<i>Salix arbusculoides</i> Andersson",
    "<i>Salix athabascensis</i> Raup",
    "<i>Salix barclayi</i> Andersson",
    "<i>Salix barrattiana</i> Hook.",
    "<i>Salix candida</i> Flueggé ex Willd.",
    "<i>Salix commutata</i> Bebb",
    "<i>Salix glauca</i> L.",
    "<i>Salix hastata</i> L.",
    "<i>Salix hookeriana</i> Barratt ex Hook.",
    "<i>Salix interior</i> Rowlee",
    "<i>Salix lasiandra</i> Benth.",
    "<i>Salix niphoclada</i> Rydb.",
    "<i>Salix planifolia</i> Pursh",
    "<i>Salix prolixa</i> Andersson",
    "<i>Salix pseudomonticola</i> C.R. Ball",
    "<i>Salix pseudomyrsinites</i> Andersson",
    "<i>Salix pulchra</i> Cham.",
    "<i>Salix richardsonii</i> Hook.",
    "<i>Salix scouleriana</i> Barratt ex Hook.",
    "<i>Salix setchelliana</i> C.R. Ball",
    "<i>Salix sitchensis</i> Sanson ex Bong."
  ]
}